{"token_to_text": {"0": "d-15", "1": "d-14", "2": "d-13", "3": "d-12", "4": "d-11", "5": "d-10", "6": "d-9", "7": "d-8", "8": "d-7", "9": "d-6", "10": "d-5", "11": "d-4", "12": "d-3", "13": "d-2", "14": "d-1", "15": "d+0", "16": "d+1", "17": "d+2", "18": "d+3", "19": "d+4", "20": "d+5", "21": "d+6", "22": "d+7", "23": "d+8", "24": "d+9", "25": "d+10", "26": "d+11", "27": "d+12", "28": "d+13", "29": "d+14", "30": "d+15", "31": "<sos>", "32": "<eos>", "33": "<pad>", "34": "9011001001000000|0", "35": "9011001001000000|1", "36": "9011001001100000|0", "37": "9011001001100000|1", "38": "9011001001300000|0", "39": "9011001001300000|1", "40": "9011001001400000|0", "41": "9011001001400000|1", "42": "9011001001700000|0", "43": "9011001001700000|1", "44": "9011001001800000|0", "45": "9011001001800000|1", "46": "9011001001900000|0", "47": "9011001001900000|1", "48": "Kungsträdgården", "49": "T-Centralen", "50": "Rådhuset", "51": "Fridhemsplan", "52": "Stadshagen", "53": "Västra skogen", "54": "Huvudsta", "55": "Solna strand", "56": "Sundbybergs centrum", "57": "Duvbo", "58": "Rissne", "59": "Rinkeby", "60": "Tensta", "61": "Hjulsta", "62": "Solna centrum", "63": "Näckrosen", "64": "Hallonbergen", "65": "Kymlinge norrut", "66": "Kista", "67": "Husby", "68": "Akalla", "69": "Kymlinge söderut", "70": "Norsborg", "71": "Hallunda", "72": "Alby", "73": "Fittja", "74": "Masmo", "75": "Vårby gård", "76": "Vårberg", "77": "Skärholmen", "78": "Sätra", "79": "Bredäng", "80": "Mälarhöjden", "81": "Axelsberg", "82": "Örnsberg", "83": "Aspudden", "84": "Liljeholmen", "85": "Hornstull", "86": "Zinkensdamm", "87": "Mariatorget", "88": "Slussen", "89": "Gamla stan", "90": "Östermalmstorg", "91": "Karlaplan", "92": "Gärdet", "93": "Ropsten", "94": "Mörby centrum", "95": "Danderyds sjukhus", "96": "Bergshamra", "97": "Universitetet", "98": "Tekniska högskolan", "99": "Stadion", "100": "Fruängen", "101": "Västertorp", "102": "Hägerstensåsen", "103": "Telefonplan", "104": "Midsommarkransen", "105": "Skarpnäck", "106": "Bagarmossen", "107": "Kärrtorp", "108": "Björkhagen", "109": "Hammarbyhöjden", "110": "Skärmarbrink", "111": "Gullmarsplan", "112": "Skanstull", "113": "Medborgarplatsen", "114": "Hötorget", "115": "Rådmansgatan", "116": "Odenplan", "117": "S:t Eriksplan", "118": "Thorildsplan", "119": "Kristineberg", "120": "Alvik", "121": "Stora mossen", "122": "Abrahamsberg", "123": "Brommaplan", "124": "Åkeshov", "125": "Ängbyplan", "126": "Islandstorget", "127": "Blackeberg", "128": "Råcksta", "129": "Vällingby", "130": "Johannelund", "131": "Hässelby gård", "132": "Hässelby strand", "133": "Farsta strand", "134": "Farsta", "135": "Hökarängen", "136": "Gubbängen", "137": "Tallkrogen", "138": "Skogskyrkogården", "139": "Sandsborg", "140": "Blåsut", "141": "Hagsätra", "142": "Rågsved", "143": "Högdalen", "144": "Bandhagen", "145": "Stureby", "146": "Svedmyra", "147": "Sockenplan", "148": "Enskede gård", "149": "Globen", "150": "Monday", "151": "Tuesday", "152": "Wednesday", "153": "Thursday", "154": "Friday", "155": "Saturday", "156": "Sunday", "157": "h0", "158": "h1", "159": "h2", "160": "h3", "161": "h4", "162": "h5", "163": "h6", "164": "h7", "165": "h8", "166": "h9", "167": "h10", "168": "h11", "169": "h12", "170": "h13", "171": "h14", "172": "h15", "173": "h16", "174": "h17", "175": "h18", "176": "h19", "177": "h20", "178": "h21", "179": "h22", "180": "h23"}, "text_to_token": {"d-15": 0, "d-14": 1, "d-13": 2, "d-12": 3, "d-11": 4, "d-10": 5, "d-9": 6, "d-8": 7, "d-7": 8, "d-6": 9, "d-5": 10, "d-4": 11, "d-3": 12, "d-2": 13, "d-1": 14, "d+0": 15, "d+1": 16, "d+2": 17, "d+3": 18, "d+4": 19, "d+5": 20, "d+6": 21, "d+7": 22, "d+8": 23, "d+9": 24, "d+10": 25, "d+11": 26, "d+12": 27, "d+13": 28, "d+14": 29, "d+15": 30, "<sos>": 31, "<eos>": 32, "<pad>": 33, "9011001001000000|0": 34, "9011001001000000|1": 35, "9011001001100000|0": 36, "9011001001100000|1": 37, "9011001001300000|0": 38, "9011001001300000|1": 39, "9011001001400000|0": 40, "9011001001400000|1": 41, "9011001001700000|0": 42, "9011001001700000|1": 43, "9011001001800000|0": 44, "9011001001800000|1": 45, "9011001001900000|0": 46, "9011001001900000|1": 47, "Kungsträdgården": 48, "T-Centralen": 49, "Rådhuset": 50, "Fridhemsplan": 51, "Stadshagen": 52, "Västra skogen": 53, "Huvudsta": 54, "Solna strand": 55, "Sundbybergs centrum": 56, "Duvbo": 57, "Rissne": 58, "Rinkeby": 59, "Tensta": 60, "Hjulsta": 61, "Solna centrum": 62, "Näckrosen": 63, "Hallonbergen": 64, "Kymlinge norrut": 65, "Kista": 66, "Husby": 67, "Akalla": 68, "Kymlinge söderut": 69, "Norsborg": 70, "Hallunda": 71, "Alby": 72, "Fittja": 73, "Masmo": 74, "Vårby gård": 75, "Vårberg": 76, "Skärholmen": 77, "Sätra": 78, "Bredäng": 79, "Mälarhöjden": 80, "Axelsberg": 81, "Örnsberg": 82, "Aspudden": 83, "Liljeholmen": 84, "Hornstull": 85, "Zinkensdamm": 86, "Mariatorget": 87, "Slussen": 88, "Gamla stan": 89, "Östermalmstorg": 90, "Karlaplan": 91, "Gärdet": 92, "Ropsten": 93, "Mörby centrum": 94, "Danderyds sjukhus": 95, "Bergshamra": 96, "Universitetet": 97, "Tekniska högskolan": 98, "Stadion": 99, "Fruängen": 100, "Västertorp": 101, "Hägerstensåsen": 102, "Telefonplan": 103, "Midsommarkransen": 104, "Skarpnäck": 105, "Bagarmossen": 106, "Kärrtorp": 107, "Björkhagen": 108, "Hammarbyhöjden": 109, "Skärmarbrink": 110, "Gullmarsplan": 111, "Skanstull": 112, "Medborgarplatsen": 113, "Hötorget": 114, "Rådmansgatan": 115, "Odenplan": 116, "S:t Eriksplan": 117, "Thorildsplan": 118, "Kristineberg": 119, "Alvik": 120, "Stora mossen": 121, "Abrahamsberg": 122, "Brommaplan": 123, "Åkeshov": 124, "Ängbyplan": 125, "Islandstorget": 126, "Blackeberg": 127, "Råcksta": 128, "Vällingby": 129, "Johannelund": 130, "Hässelby gård": 131, "Hässelby strand": 132, "Farsta strand": 133, "Farsta": 134, "Hökarängen": 135, "Gubbängen": 136, "Tallkrogen": 137, "Skogskyrkogården": 138, "Sandsborg": 139, "Blåsut": 140, "Hagsätra": 141, "Rågsved": 142, "Högdalen": 143, "Bandhagen": 144, "Stureby": 145, "Svedmyra": 146, "Sockenplan": 147, "Enskede gård": 148, "Globen": 149, "Monday": 150, "Tuesday": 151, "Wednesday": 152, "Thursday": 153, "Friday": 154, "Saturday": 155, "Sunday": 156, "h0": 157, "h1": 158, "h2": 159, "h3": 160, "h4": 161, "h5": 162, "h6": 163, "h7": 164, "h8": 165, "h9": 166, "h10": 167, "h11": 168, "h12": 169, "h13": 170, "h14": 171, "h15": 172, "h16": 173, "h17": 174, "h18": 175, "h19": 176, "h20": 177, "h21": 178, "h22": 179, "h23": 180}}